task_manager_backend/app/models/assigner.rb

  def self.get_assigner_tasks
    assg_tasks = {}
    Assigner.all.each { |assg|
---
SELECT "assigners".* FROM "assigners"