task_manager_backend/app/models/milestone.rb

    def active_tasks
        self.tasks.select{ |task| task.status == "Active" || task.status == "On Hold"}
---
SELECT "tasks".* FROM "tasks" WHERE "tasks"."milestone_id" = ?  [["milestone_id", 1]]