task_manager_backend/app/controllers/assigners_controller.rb

SELECT "assigners".* FROM "assigners"
---
  def index
    @assigners = Assigner.all