task_manager_backend/app/controllers/milestones_controller.rb

SELECT "milestones".* FROM "milestones"
---
  def index
    @milestones = Milestone.all