task_manager_backend/app/controllers/team_members_controller.rb

SELECT "team_members".* FROM "team_members"
---
  def index
    @team_members = TeamMember.all